Repository: jjgriff93/vibe-coding-template
Catalog: code/WaterTracker/Localizable.xcstrings
Source language: en
Languages: de, nl

source: Add
de: Hinzufügen
nl: Toevoegen

source: Add %lld %@
de: %lld %@ hinzufügen
nl: %lld %@ toevoegen

source: Add Water
de: Wasser hinzufügen
nl: Water toevoegen

source: Add water amount
de: Wassermenge hinzufügen
nl: Watervolume toevoegen

source: Amount
de: Menge
nl: Hoeveelheid

source: Cancel
de: Abbrechen
nl: Annuleren

source: Confirm
de: Bestätigen
nl: Bevestigen

source: Custom
de: Benutzerdefiniert
nl: Aangepast

source: Custom Amount
de: Benutzerdefinierte Menge
nl: Aangepaste Hoeveelheid

source: fluid ounces
de: Flüssigunzen
nl: vloeibare ounces

source: milliliters
de: Milliliter

source: Quick Add
de: Schnell hinzufügen
nl: Snel toevoegen

source: Remove
de: Entfernen
nl: Verwijderen

source: Remove Water
de: Wasser entfernen
nl: Water verwijderen

source: Remove water amount
de: Wassermenge entfernen
nl: Watervolume verwijderen

source: Select operation
de: Operation auswählen
nl: Selecteer bewerking

source: Today's Water Intake
de: Heutige Wasseraufnahme
nl: Waterinname Vandaag

source: Water Tracker
de: Wasserzähler
nl: Waterteller
